Repository: Cloudstek/whmcs-mollie-payment-gateway
Catalog: mollie/lang/*/LC_MESSAGES/MolliePaymentGateway.po
Languages: nl_nl

source: Mollie Live API Key
nl_nl: Mollie Live API Sleutel

source: Please enter your live API key.
nl_nl: Voer uw live API sleutel in.

source: Mollie Test API Key
nl_nl: Mollie Test API Sleutel

source: Please enter your test API key.
nl_nl: Voer uw test API sleutel in.

source: Sandbox Mode
nl_nl: Sandbox Modus

source: Enable sandbox mode with test API key. No real transactions will be made.
nl_nl: Schakel sandbox modus in met de test API sleutel. Er worden geen echte transacties gedaan.

source: Please enter your API key(s) to use this payment gateway.
nl_nl: Voer uw API sleutel(s) in om deze gateway te gebruiken.

source: There is a payment pending for this invoice. Status will be automatically updated once a confirmation is received from Mollie.
nl_nl: Er is een betaling in behandeling voor deze factuur. Status zal automatisch bijgewerkt worden zodra een bevestiging is ontvangen van Mollie.

source: Automatic payment for this invoice has failed. Please check the gateway logs for details.
nl_nl: Automatisch incasso voor deze factuur is niet gelukt. Bekijk het gateway logboek voor meer details.

source: Your payment is currently pending and will be processed automatically.
nl_nl: Uw betaling is momenteel in behandeling en zal automatisch worden verwerkt.

source: This payment gateway is currently disabled. Please contact the administrator.
nl_nl: Deze betalingsmogelijkheid is momenteel niet beschikbaar. Neemt u a.u.b. contact op met de beheerder.

source: Error occurred, please select a different payment method or try again later.
nl_nl: Er is een fout opgetreden, selecteer a.u.b. een andere betalingsmogelijkheid of probeer het later nogmaals.
